Returns the maximum allowed indent level
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public int GetMaximumIndentLevel()
  Visual Basic
Public Function GetMaximumIndentLevel As Integer
  Visual C++
public:
int GetMaximumIndentLevel()
 See Also
  FormattedText Class
  Autodesk.Revit.DB Namespace